Repository: BrianFarmer/hbx-mobile-ios
Catalog: HBXMobile/*.lproj/Localizable.strings
Languages: es

# table-section-open-enrollment
source: OPEN ENROLLMENT IN PROGRESS
es: INSCRIPCIÓN ABIERTA EN CURSO

# table-section-renewals-in-progress
source: RENEWALS IN PROGRESS
es: RENOVACIONES EN CURSO

# table-section-all-others
source: ALL OTHER CLIENTS
es: TODOS LOS DEMÁS CLIENTES

# TITLE_NOTE
source: OPEN ENROLLMENT IN PROGRESS - MINIMUM NOT MET
es: INSCRIPCIÓN ABIERTA EN CURSO - MÍNIMO NO MET

source: OPEN ENROLLMENT
es: INSCRIPCIÓN ABIERTA

source: PARTICIPATION
es: PARTICIPACIÓN

source: MONTHLY ESTIMATED COST
es: COSTO ESTIMADO MENSUAL

source: Open Enrollment Began
es: Inscripción Abierta comenzó

source: Open Enrollment Closes
es: Cierra de inscripción abierta

source: Days Left
es: izquierda días

# MINOMUM_MET
source: MINIMUM MET
es: MÍNIMO MET

source: Enrolled
es: inscrito

source: Waived
es: renunciado

source: Not Completed
es: Sin completar

source: Total Employees
es: Los empleados totales

source: Total Premium
es: Prima total

source: Employee Contribution
es: Contribución del empleado

# EMPLOYER_CONTRIBUTION
source: Employer Controbution
es: Controbution empleador

source: Good morning
es: Buenos días

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buena noches

# GREETING_1
source: You have %lu clients with
es: Tiene clientes con %lu

# GREETING_2
source: requiring immediate attention
es: que requiere atención inmediata
